bradlc.vscode-tailwindcss
bungcip.better-toml
dbaeumer.vscode-eslint
esbenp.prettier-vscode
golang.go
heybourn.headwind
jeff-hykin.better-cpp-syntax
maptz.camelcasenavigation
mikestead.dotenv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vsliveshare.vsliveshare
OctopusDeploy.vscode-octopusdeploy
rust-lang.rust-analyzer
svelte.svelte-vscode
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
