bradlc.vscode-tailwindcss
bungcip.better-toml
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
esbenp.prettier-vscode
golang.go
heybourn.headwind
maptz.camelcasenavigation
mikestead.dotenv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
rust-lang.rust-analyzer
svelte.svelte-vscode
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
