tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "yukitsune/formulae"
brew "act"
brew "ansible"
brew "zstd"
brew "bash"
brew "bat"
brew "python@3.11"
brew "cmake"
brew "cowsay"
brew "delve"
brew "diff-so-fancy"
brew "direnv"
brew "dog"
brew "dua-cli"
brew "exa"
brew "figlet"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-cliff"
brew "glow"
brew "go"
brew "go-task"
brew "gum"
brew "helm"
brew "httpie"
brew "hugo"
brew "hyperfine"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libfido2"
brew "llvm"
brew "lolcat"
brew "lsusb"
brew "mas"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "node"
brew "oh-my-posh"
brew "openssh"
brew "pfetch"
brew "ripgrep"
brew "rust"
brew "tldr"
brew "tmux"
brew "vercel-cli"
brew "vhs"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "koekeishiya/formulae/skhd"
cask "azure-data-studio"
cask "discord"
cask "docker"
cask "firefox@developer-edition"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sf-pro"
cask "fork"
cask "httpie"
cask "imageoptim"
cask "jetbrains-toolbox"
cask "keycastr"
cask "linearmouse"
cask "little-snitch"
cask "nextcloud"
cask "ngrok"
cask "obsidian"
cask "parallels"
cask "raspberry-pi-imager"
cask "rectangle"
cask "sf-mono-nerd-font"
cask "sf-symbols"
cask "signal"
cask "spotify"
cask "tailscale"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whisky"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Bitwarden", id: 1352778147
mas "Focused Work", id: 1523968394
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "heybourn.headwind"
vscode "jeff-hykin.better-cpp-syntax"
vscode "maptz.camelcasenavigation"
vscode "mateocerquetella.xcode-12-theme"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.powershell"
vscode "ms-vsliveshare.vsliveshare"
vscode "rust-lang.rust-analyzer"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "vscode-icons-team.vscode-icons"
vscode "wayou.vscode-todo-highlight"

if ENV["PROFILE"] == "work"
    tap "octopusdeploy/taps" 
    brew "octopusdeploy/taps/octopus-cli"
    cask "arc"
    cask "1password-cli"
    cask "powershell"
    vscode "octopusdeploy.vscode-octopusdeploy"
end
