tap "derailed/k9s"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "act"
brew "python@3.11"
brew "ansible"
brew "bash"
brew "bat"
brew "cmake"
brew "cowsay"
brew "diff-so-fancy"
brew "dog"
brew "dua-cli"
brew "exa"
brew "figlet"
brew "fortune"
brew "gh"
brew "git"
brew "glow"
brew "go"
brew "go-task"
brew "gum"
brew "helm"
brew "httpie"
brew "hugo"
brew "hyperfine"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libfido2"
brew "lolcat"
brew "lsusb"
brew "mas"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "node"
brew "openssh"
brew "pfetch"
brew "python@3.10"
brew "ripgrep"
brew "rust"
brew "tldr"
brew "tmux"
brew "vercel-cli"
brew "vhs"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "derailed/k9s/k9s"
brew "fluxcd/tap/flux"
cask "balenaetcher"
cask "datagrip"
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "fork"
cask "hyper"
cask "jetbrains-toolbox"
cask "firefox"
cask "keycastr"
cask "little-snitch"
cask "mos"
cask "obsidian"
cask "onyx"
cask "raspberry-pi-imager"
cask "rectangle"
cask "signal"
cask "spotify"
cask "stats"
cask "steam"
cask "tailscale"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Bitwarden", id: 1352778147
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "heybourn.headwind"
vscode "jeff-hykin.better-cpp-syntax"
vscode "maptz.camelcasenavigation"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.powershell"
vscode "ms-vsliveshare.vsliveshare"
vscode "OctopusDeploy.vscode-octopusdeploy"
vscode "rust-lang.rust-analyzer"
vscode "svelte.svelte-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "wayou.vscode-todo-highlight"
