tap "jandedobbeleer/oh-my-posh"
brew "python@3.13"
brew "ansible"
brew "bash"
brew "bat"
brew "delve"
brew "diff-so-fancy"
brew "direnv"
brew "fd"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git"
brew "git-cliff"
brew "glow"
brew "go"
brew "go-task"
brew "gum"
brew "helm"
brew "httpie"
brew "hugo"
brew "hyperfine"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libfido2"
brew "llvm"
brew "mas"
brew "minikube"
brew "neovim"
brew "node"
brew "oh-my-posh"
brew "openssh"
brew "pfetch"
brew "ripgrep"
brew "rust"
brew "tmux"
brew "vhs"
brew "watch"
brew "wget"
brew "yq"
brew "zoxide"
brew "zsh"
cask "container"
cask "discord"
cask "docker"
cask "font-sf-mono"
cask "docker-desktop"
cask "font-sf-pro"
cask "fork"
cask "ghostty@tip"
cask "jetbrains-toolbox"
cask "keycastr"
cask "linearmouse"
cask "ngrok"
cask "obsidian"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "sf-symbols"
cask "signal"
cask "spotify"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "yubico-authenticator"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Bitwarden", id: 1352778147
mas "Focused Work", id: 1523968394
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SocialFocus", id: 1661093205
mas "UnTrap", id: 1637438059
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
vscode "anthropic.claude-code"
vscode "bradlc.vscode-tailwindcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "heybourn.headwind"
vscode "jetbrains.resharper-code"
vscode "maptz.camelcasenavigation"
vscode "mateocerquetella.xcode-12-theme"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "tobermory.es6-string-html"
vscode "vscode-icons-team.vscode-icons"
vscode "wayou.vscode-todo-highlight"